/* No comment provided by engineer. */
"%@ to %@" = "%1$@에서 %2$@으로";

/* No comment provided by engineer. */
"%d of %d" = "%1$d/%2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li - %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "'item' 매개변수 필요";

/* No comment provided by engineer. */
"'portal' parameter required" = "'portal' 매개변수 필요";

/* No comment provided by engineer. */
"'tags' parameter required" = "'tags' 매개변수 필요";

/* No comment provided by engineer. */
"'title' parameter required" = "‘title' 매개변수 필요";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<값 없음>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "기기 위치로의 접근이 거부되었습니다.";

/* No comment provided by engineer. */
"Actual Size" = "실제 크기";

/* No comment provided by engineer. */
"Add" = "추가";

/* No comment provided by engineer. */
"Add Attachment" = "첨부 파일 추가";

/* No comment provided by engineer. */
"Add..." = "추가...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "이 작업에 itemID가 필요합니다(필수). ItemID를 얻으려면 이 항목을 포털에 추가하세요.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "확인되지 않은 NSException이 발견되었으나 기존 정보와 호출 스택을 사용할 수 없습니다. 기존 NSException을 발생시키는 코드를 확인하려면 objective-c 예외를 살펴보세요. 자세한 방법을 알아보려면 설명서를 참고하세요.";

/* No comment provided by engineer. */
"Apply Geometry" = "지오메트리 적용";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "이 경로를 확인하려면 시설이 하나 이상 필요합니다.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "이 경로를 확인하려면 사건이 하나 이상 필요합니다.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "이 경로를 확인하려면 경유지가 둘 이상 필요합니다.";

/* No comment provided by engineer. */
"Attachment" = "첨부 파일";

/* No comment provided by engineer. */
"Attachments" = "첨부 파일";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "현재 라이선스 레벨에 지원되지 않는 기능을 사용하려고 함";

/* No comment provided by engineer. */
"Authorization required" = "권한 필요";

/* No comment provided by engineer. */
"Bad Request" = "잘못된 요청";

/* No comment provided by engineer. */
"Bad URL." = "URL이 잘못되었습니다.";

/* No comment provided by engineer. */
"bytes" = "바이트";

/* No comment provided by engineer. */
"Cancel" = "취소";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "다른 항목 유형에는 저장할 수 없습니다.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "'%@'의 ID를 확인할 수 없음";

/* No comment provided by engineer. */
"Certificate Required" = "인증서 필요";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "URL: %1$@에 대한 챌린지, failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "피처 유형 변경";

/* No comment provided by engineer. */
"Choose From Library" = "라이브러리에서 선택";

/* No comment provided by engineer. */
"Clear" = "선택 해제";

/* No comment provided by engineer. */
"Clear Geometry" = "지오메트리 해제";

/* No comment provided by engineer. */
"Continue" = "계속";

/* No comment provided by engineer. */
"Created %d hours ago" = "%d시간 전에 생성됨";

/* No comment provided by engineer. */
"Created %d minutes ago" = "%d분 전에 생성됨";

/* No comment provided by engineer. */
"Created a minute ago" = "1분 전에 생성됨";

/* No comment provided by engineer. */
"Created an hour ago" = "한 시간 전에 생성됨";

/* No comment provided by engineer. */
"Created by %@" = "%@에 의해 생성됨";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "%1$@이(가) %2$d시간 전에 생성함";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "%1$@이(가) %2$d분 전에 생성함";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "1분 전에 %@에 의해 생성됨";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "%@에 의해 한 시간 전에 생성됨";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "%1$@이(가) %2$@에서 %3$@에 생성함 - 일";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "%1$@이(가) %2$@에서 %3$@에 생성함 - 전체";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "몇 초 전에 %@에 의해 생성됨";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "%1$@에서 %2$@에 생성함 - 일";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "%1$@에서 %2$@에 생성함 - 전체";

/* No comment provided by engineer. */
"Created seconds ago" = "몇 초 전에 생성됨";

/* No comment provided by engineer. */
"Credential Required" = "자격 증명 필요";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "파이 차트 데이터가 올바르지 않습니다.";

/* No comment provided by engineer. */
"Delete" = "삭제";

/* No comment provided by engineer. */
"Delete Attachment" = "첨부 파일 삭제";

/* No comment provided by engineer. */
"Delete Feature" = "피처 삭제";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "이 첨부 파일을 삭제하면 팝업 및 연관된 데이터 원본에서 이 파일이 제거됩니다.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "이 피처를 삭제하면 맵 및 연관된 데이터 원본에서 이 피처가 제거됩니다.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "방향 시간 및 거리 속성이 일치하지 않습니다.";

/* No comment provided by engineer. */
"Edit" = "편집";

/* No comment provided by engineer. */
"Edited %d hours ago" = "%d시간 전에 편집됨";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "%d분 전에 편집됨";

/* No comment provided by engineer. */
"Edited a minute ago" = "1분 전에 편집됨";

/* No comment provided by engineer. */
"Edited an hour ago" = "한 시간 전에 편집됨";

/* No comment provided by engineer. */
"Edited by %@" = "%@에 의해 편집됨";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "%1$@이(가) %2$d시간 전에 편집함";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "%1$@이(가) %2$d분 전에 편집함";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "1분 전에 %@에 의해 편집됨";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "%@에 의해 한 시간 전에 편집됨";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "%1$@이(가) %2$@에서 %3$@에 편집함 - 일";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "%1$@이(가) %2$@에서 %3$@에 편집함 - 전체";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "몇 초 전에 %@에 의해 편집됨";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "%1$@에서 %2$@에 편집함 - 일";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "%1$@에서 %2$@에 편집함 - 전체";

/* No comment provided by engineer. */
"Edited seconds ago" = "몇 초 전에 편집됨";

/* No comment provided by engineer. */
"Empty username/password" = "사용자 이름/암호가 비어 있습니다.";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "%1$@에서 %2$@ 사이의 날짜 입력";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "%1$@에서 %2$@ 사이의 숫자 입력";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "%1$I에서 %2$i 사이의 숫자 입력";

/* No comment provided by engineer. */
"Error" = "오류";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "키체인에 ID를 추가하는 동안 오류가 발생했습니다.";

/* No comment provided by engineer. */
"Error adding keychain item" = "Keychain 항목 추가 오류";

/* No comment provided by engineer. */
"Error extracting identity" = "ID를 추출하는 동안 오류가 발생했습니다.";

/* No comment provided by engineer. */
"Error Loading Page" = "페이지 불러오기 오류";

/* No comment provided by engineer. */
"Error removing keychain item" = "Keychain 항목 제거 오류";

/* No comment provided by engineer. */
"Error updating keychain item" = "Keychain 항목 업데이트 오류";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "최대값(%@)을 초과함";

/* No comment provided by engineer. */
"Extra Large" = "매우 크게";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "시설(%1$@)에 잘못된 추가 비용 속성 이름(%2$@)이 있습니다.";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "시설(%1$@)에 음수인 추가 비용 속성(%2$@)이 있습니다.";

/* No comment provided by engineer. */
"Feature isn't valid." = "피처가 올바르지 않습니다.";

/* No comment provided by engineer. */
"Finish" = "마침";

/* No comment provided by engineer. */
"Finishing editing..." = "편집을 종료하는 중...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "지오메트리";

/* No comment provided by engineer. */
"Hide" = "숨기기";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "사건(%1$@)에 잘못된 추가 비용 속성 이름(%2$@)이 있습니다.";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "사건(%1$@)에 음수인 추가 비용 속성(%2$@)이 있습니다.";

/* No comment provided by engineer. */
"Insert Part" = "파트 삽입";

/* No comment provided by engineer. */
"Insert Vertex" = "버텍스 삽입";

/* No comment provided by engineer. */
"Invalid argument." = "잘못된 인수입니다.";

/* No comment provided by engineer. */
"Invalid Credentials" = "잘못된 자격 증명";

/* No comment provided by engineer. */
"Invalid GPX data." = "잘못된 GPX 데이터입니다.";

/* No comment provided by engineer. */
"Invalid groupID." = "잘못된 groupID입니다.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "이 기관은 초대를 통해서만 가입할 수 있으므로 관리자의 초대를 받아야 합니다.";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "현재 값 유지";

/* No comment provided by engineer. */
"Large" = "크게";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "최소값(%@) 미만";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "개발자 전용 라이선스";

/* No comment provided by engineer. */
"Loading feature..." = "피처를 불러오는 중...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "저장할 수 없는 데이터가 맵에 포함되어 있습니다. 이 맵을 저장하려면 forceSaveToSupportedVersion에 true를 전달하여 이 데이터를 제거해야 합니다.";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "중간";

/* No comment provided by engineer. */
"Missing client certificate" = "클라이언트 인증서가 누락됨";

/* string to represent hyperlink attributes */
"More Info" = "추가 정보";

/* No comment provided by engineer. */
"Move Geometry" = "지오메트리 이동";

/* No comment provided by engineer. */
"Move Part" = "부분 이동";

/* No comment provided by engineer. */
"Move Vertex" = "버텍스 이동";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "리소스 '%@'에 접근하기 위한 인증서를 찾을 수 없음";

/* No comment provided by engineer. */
"No data to create a bar chart" = "막대형 차트를 만들 데이터가 없음";

/* No comment provided by engineer. */
"No data to create a line chart" = "선형 차트를 만들 데이터가 없음";

/* No comment provided by engineer. */
"No data to create a pie chart" = "파이 차트를 만들 데이터가 없습니다.";

/* No comment provided by engineer. */
"No image to display" = "표시할 이미지 없음";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "지정한 경유지 쌍(%@) 사이에서 찾을 수 있는 경로가 없습니다.";

/* No comment provided by engineer. */
"Not a valid number" = "유효한 숫자가 아님";

/* No comment provided by engineer. */
"Not a valid whole number" = "유효한 정수가 아님";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "개체는 포털 없이 생성할 수 없습니다. 대신에 fromJSON:withPortal:error: 메소드를 사용하세요.";

/* No comment provided by engineer. */
"OK" = "확인";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "하나 이상의 누적 속성 이름(%@)이 잘못되었습니다.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "사용자 정의 매개변수 속성 값과 연관된 하나 이상의 속성 이름(%@)이 잘못되었습니다.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "하나 이상의 시설(%@)에 null 지오메트리가 있습니다.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "하나 이상의 시설(%@)에 잘못된 연석 접근이 있습니다.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "하나 이상의 시설(%@)에 잘못된 임피던스 한계점이 있습니다.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "하나 이상의 사건(%@)에 null 지오메트리가 있습니다.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "하나 이상의 사건(%@)에 잘못된 연석 접근이 있습니다.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "하나 이상의 사건(%@)에 잘못된 임피던스 한계점이 있습니다.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "하나 이상의 사건(%@)에서 대상 시설 개수가 1개 미만입니다.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "사용자 정의 매개변수 속성 값과 연관된 하나 이상의 매개변수 이름(%@)이 잘못되었습니다.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "사용자 정의 매개변수 속성 값(%@)과 연관된 하나 이상의 매개변수 값 유형이 잘못되었습니다.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "하나 이상의 포인트 경계(%@)가 없습니다.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "하나 이상의 포인트 경계(%@)에 null 지오메트리가 있습니다.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "하나 이상의 포인트 경계(%@)에 잘못된 추가 비용 속성 이름이 있습니다.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "하나 이상의 포인트 경계(%@)에 잘못된 연석 접근이 있습니다.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "하나 이상의 폴리곤 경계(%@)에 네트워크 요소가 포함되어 있지 않습니다.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "하나 이상의 폴리곤 경계(%@)에 null 지오메트리가 있습니다.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "하나 이상의 폴리곤 경계(%@)에 잘못된 확장 비용 속성 이름이 있습니다.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "하나 이상의 폴리라인 경계(%@)에 네트워크 요소가 포함되어 있지 않습니다.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "하나 이상의 폴리라인 경계(%@)에 null 지오메트리가 있습니다.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "하나 이상의 폴리라인 경계(%@)에 잘못된 확장 비용 속성 이름이 있습니다.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "하나 이상의 제한 속성 이름(%@)이 잘못되었습니다.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "사용자 정의 매개변수 속성 값(%2$@)과 연관된 하나 이상의 제한 사용 값(%1$@)이 잘못되었습니다.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "사용자 정의 매개변수 속성 값(%2$@)과 연관된 하나 이상의 제한 사용 값(%1$@)이 중립적입니다(즉, 효과가 없음).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "하나 이상의 경유지(%@)가 통과할 수 없는 요소에 있습니다.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "하나 이상의 경유지(%@)가 소프트 제한 요소에 있습니다.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "하나 이상의 경유지(%@)가 없습니다.";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "하나 이상의 경유지(%@)를 다른 경유지에서 도달할 수 없습니다.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "하나 이상의 경유지(%@)에 null 지오메트리가 있습니다.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "하나 이상의 경유지(%@)의 시간 창 끝이 시간 창 시작 이전입니다.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "하나 이상의 경유지(%@)에 1970년 1월 1일 이전에 시작하는 시간 창이 있습니다.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "하나 이상의 경유지(%@)에 잘못된 연석 접근이 있습니다.";

/* No comment provided by engineer. */
"Open in Safari" = "Safari에서 열기";

/* No comment provided by engineer. */
"Password" = "암호";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "새 첨부 파일의 이름을 입력하세요.";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "폴리곤 경계(%1$@)에 0 또는 음수의 확장 비용 속성(%2$@)이 있습니다.";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "폴리라인 경계(%1$@)에 0 또는 음수의 확장 비용 속성(%2$@)이 있습니다.";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "폴리라인을 반환할 수 없습니다.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "공용 계정 사용자는 이 응용프로그램에 접근할 수 없습니다.";

/* No comment provided by engineer. */
"Remove Part" = "파트 제거";

/* No comment provided by engineer. */
"Remove Vertex" = "버텍스 제거";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "경유지 컬렉션에 웨이포인트나 레스트 브레이크가 포함된 경우에는 경유지 순서 바꾸기(외판원 문제)가 지원되지 않습니다.";

/* No comment provided by engineer. */
"Reset to Default Values" = "기본 값으로 재설정";

/* No comment provided by engineer. */
"Retry" = "다시 시도";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "웨이포인트에서 경로가 시작되거나 끝납니다.";

/* No comment provided by engineer. */
"Save Image" = "이미지 저장";

/* No comment provided by engineer. */
"Save Movie" = "동영상 저장";

/* No comment provided by engineer. */
"Sign In" = "로그인";

/* No comment provided by engineer. */
"Skip" = "건너뛰기";

/* No comment provided by engineer. */
"Small" = "작게";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "지정한 시작 시간이 1970년 1월 1일 이전입니다.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "경유지(%1$@)에 잘못된 추가 비용 속성 이름(%2$@)이 있습니다.";

/* No comment provided by engineer. */
"Take Photo or Video" = "사진 또는 비디오 촬영";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "기본 임피던스 한계점이 잘못되었습니다.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "기본 대상 시설 개수가 잘못되었습니다.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "방향 거리 속성 이름(%@)이 잘못되었습니다.";

/* No comment provided by engineer. */
"The directions language is invalid." = "방향 언어가 잘못되었습니다.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "방향 도로 클래스 속성이 잘못되었습니다.";

/* No comment provided by engineer. */
"The directions style is invalid." = "방향 스타일이 잘못되었습니다.";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "방향 시간 속성 이름(%@)이 잘못되었습니다.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "임피던스 속성 이름(%@)이 잘못되었습니다.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "입력 공간 참조가 정의되어 있지 않습니다.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "네트워크에 계층적 경로 계획을 수행할 수 있는 계층 구조 속성이 없습니다.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "개체는 'saveAs:' 메소드를 사용하여 포털에 먼저 저장해야 합니다.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "출력 공간 참조가 정의되어 있지 않습니다.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "폴리곤 버퍼 거리가 잘못되었습니다.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "찾고 있는 리소스가 제거되었거나, 이름이 바뀌었거나, 일시적으로 사용할 수 없을 수 있습니다.";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "결과 경로가 하나 이상의 소프트 제한 요소(%@)를 통과했습니다.";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "경로가 너무 커서 도보 이동 모드를 사용하여 확인할 수 없습니다.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "검색 where 절은 지원되지 않습니다.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "서버의 인증서가 유효하지 않습니다. '%@'(으)로 가장한 서버에 연결되는 것일 수도 있습니다. 그러면 기밀 정보가 위험에 처할 수 있습니다. 연결하시겠습니까?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "서비스가 시간 변경을 제대로 계산할 수 없습니다.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "지정한 clientID가 유효하지 않습니다.";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "선택한 경유지 유형이 서버에서 지원되지 않아 경유지(%@)에 대해 경유지 유형 등록정보가 무시되었습니다.";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "이동 모드가 기본 모드로 설정되어 있습니다.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "웨이포인트(%@)에 추가 비용 속성이 포함되어 있습니다.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "웨이포인트(%@)에 시간 창이 포함되어 있습니다.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "피처를 불러오는 중 오류가 발생했습니다. 네트워크 연결을 확인하세요.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "시간 창 시작 날짜가 변경되었습니다.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "임피던스 속성이 시간을 기반으로 하지 않아 시간 창이 무시되었습니다.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "새 항목으로 저장하려면 포털에 로그인해야 합니다.";

/* No comment provided by engineer. */
"Today" = "오늘";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "토큰이 잘못되었거나 만료되었습니다.";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "토큰 URL이 nil입니다. 자격 증명에서 유효한 토큰 URL을 설정해야 합니다.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "제공된 자격 증명으로 로그인할 수 없습니다.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "공급자로부터 사용자 프로필을 검색할 수 없습니다.";

/* No comment provided by engineer. */
"Unauthorized access" = "허용되지 않는 접근";

/* No comment provided by engineer. */
"Unknown authentication error" = "알 수 없는 인증 오류";

/* No comment provided by engineer. */
"Unknown condition." = "조건을 알 수 없습니다.";

/* No comment provided by engineer. */
"Unknown error occurred" = "알 수 없는 오류가 발생했습니다.";

/* No comment provided by engineer. */
"Unsupported GPX data." = "지원되지 않는 GPX 데이터입니다.";

/* No comment provided by engineer. */
"User canceled error" = "사용자 취소 오류";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "기관에서 할당한 사용자 라이선스가 잘못되었습니다. 관리자에게 문의하여 라이선스 할당을 조정한 다음 다시 시도하세요.";

/* No comment provided by engineer. */
"Username" = "사용자 이름";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "인증할 브라우저 사용...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "값이 %lu의 최대 필드 길이를 초과함";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "피처 유형을 변경하고 있습니다. (가능한 경우) 현재 값을 유지하거나 기본값으로 다시 설정하시겠습니까?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "소셜 네트워크 자격 증명과 연관된 기관 계정이 없으므로 로그인할 수 없습니다.";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "이 리소스에 접근할 권한이 없습니다.";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "이 응용프로그램에 접근할 충분한 사용자 레벨이 아닙니다.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "이 작업을 수행하려면 포털에 로그인해야 합니다.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "1에서 5 사이의 평점을 지정해야 합니다.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Plist에서 위치 사용 설명 키(NSLocationWhenInUseUsageDescription 또는 NSLocationAlwaysUsageDescription)를 지정해야 합니다.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "리소스 '%@'에 접근하려면 인증서를 선택해야 합니다.";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "리소스 '%@'에 접근하려면 로그인해야 합니다.";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "피트";
"in" = "in";
"km" = "킬로미터";
"m" = "미터";
"mi" = "마일";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "알 수 없음";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "센티미터";
"Decimal Degrees" = "십진 각도";
"Decimeters" = "데시미터";
"Feet" = "피트";
"Inches" = "인치";
"Kilometers" = "킬로미터";
"Meters" = "미터";
"Miles" = "마일";
"Millimeters" = "밀리미터";
"Nautical Miles" = "해리";
"Points" = "포인트";
"Yards" = "야드";

/* Area Units Abbreviated Strings */
"sq. in" = "sq. in";
"sq. ft" = "sq. ft";
"sq. yd" = "sq. yd";
"ac" = "ac";
"sq. mi" = "sq. mi";
"sq. mm" = "sq. mm";
"sq. cm" = "sq. cm";
"sq. dm" = "sq. dm";
"sq. m" = "sq. m";
"ares" = "아르";
"ha" = "ha";
"sq. km" = "sq. km";

/* Area Units Display Strings */
"Square Inches" = "평방 인치";
"Square Feet" = "제곱피트";
"Square Yards" = "평방 야드";
"Acres" = "에이커";
"Square Miles" = "제곱마일";
"Square Millimeters" = "평방 밀리미터";
"Square Centimeters" = "평방 센티미터";
"Square Decimeters" = "평방 데시미터";
"Square Meters" = "제곱미터";
"Ares" = "아르";
"Hectares" = "헥타르";
"Square Kilometers" = "제곱킬로미터";

